English/NCE2/L32 Shopping made easy.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2024-08-06 Tue 22:27 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>&lrm;</title>
<meta name="author" content="DESKTOP-13B7HQM" />
<meta name="generator" content="Org Mode" />
</head>
<body>
<div id="content" class="content">
<div id="outline-container-org0327198" class="outline-2">
<h2 id="org0327198">Lesson 32 Shopping made easy</h2>
<div class="outline-text-2" id="text-org0327198">
<p class="verse">
Who was the thief?<br />
<br />
People are not so honest as they once were.<br />
The temptation to steal is greater than ever before &#x2013; especially in large shops.<br />
A detective recently watched a well-dressed woman<br />
&#xa0;who always went into a large store on Monday mornings.<br />
One Monday, there were fewer people in the shop than usual when the woman came in,<br />
&#xa0;&#xa0;so <b>it was easier for the detective to watch her</b>.<br />
The woman first bought a few small articles.<br />
After a little time, she chose one of the most expensive dresses in the shop<br />
&#xa0;&#xa0;and <b>handed it to an assistant</b> who <b>wrapped it up</b> for her as quickly as possible.<br />
<br />
Then the woman simply took the parcel and walked out of the shop without paying.<br />
When she was arrested,<br />
&#xa0;the detective found out that the shop assistant was her daughter.<br />
The girl gave her mother a free dress once a week.<br />
</p>
</div>
<div id="outline-container-org01cb140" class="outline-3">
<h3 id="org01cb140">expression</h3>
<div class="outline-text-3" id="text-org01cb140">
<p>
once [wʌns] adv.曾经,以前<br />
temptation [tempˈteɪʃ(ə)n] n.诱惑<br />
article [ˈɑrtɪk(ə)l] n.物品,东西<br />
wrap [ræp] v.包裹<br />
simply [ˈsɪmpli] adv.仅仅<br />
arrest [əˈrest] v.逮捕<br />
</p>

<p>
once upon a time 很久以前<br />
resist the temptation 抵制诱惑<br />
wrap up sth. 把某事包起来<br />
</p>

<hr />
<p>
as &#x2026; as VS so &#x2026; as(否): 同样的<br />
</p>

<p>
It is easy for sb. to do sth. 对某人来说做某事很容易<br />
hand sth. to sb. 把某物交给某人<br />
wrap sth. up 把某事包起来<br />
as quickly as possible 尽快<br />
</p>
</div>
</div>



<div id="outline-container-orgb407911" class="outline-3">
<h3 id="orgb407911">单词造句</h3>
</div>
<div id="outline-container-orgf567fe8" class="outline-3">
<h3 id="orgf567fe8">反复听电影片段</h3>
</div>
<div id="outline-container-org8c9363a" class="outline-3">
<h3 id="org8c9363a">Pattern Drill 写+读</h3>
</div>
<div id="outline-container-orgf84d36e" class="outline-3">
<h3 id="orgf84d36e">给自己讲解</h3>
</div>
<div id="outline-container-orga754e20" class="outline-3">
<h3 id="orga754e20">红皮书</h3>
</div>
<div id="outline-container-orgffb78d4" class="outline-3">
<h3 id="orgffb78d4">习惯用法造句</h3>
</div>
<div id="outline-container-org96616b3" class="outline-3">
<h3 id="org96616b3">跟读至背诵</h3>
</div>
<div id="outline-container-org10351df" class="outline-3">
<h3 id="org10351df">Ask me if 写+读</h3>
</div>
<div id="outline-container-org59a25b1" class="outline-3">
<h3 id="org59a25b1">摘要写作</h3>
</div>
<div id="outline-container-orgd13a853" class="outline-3">
<h3 id="orgd13a853">tell the story 口语</h3>
</div>
<div id="outline-container-org72daea1" class="outline-3">
<h3 id="org72daea1">Topics for discussion</h3>
</div>
</div>
</div>
</body>
</html>
